Repository: FloppyLavenderCooki/memberApp-iOS
Catalog: memberAppIOS/Localizable.xcstrings
Source language: en
Languages: hi, mi_nz

source: Available!
hi: अवेलेबल!
mi_nz: Wātea!

source: Cancel
hi: कैंसिल
mi_nz: Whakakore

source: Catalog
hi: कैटलॉग
mi_nz: Rārangi Pukapuka

source: ContentView
hi: कंटेंटव्यू

source: Couldn't find user
hi: कोल्ड’टी फाइंड यूजर
mi_nz: Kāore i kitea te kaiwhakamahi

source: DEBUG RESET DATA
hi: डीबग रिसेट डेटा
mi_nz: Aro turuki – Tautuhi anō i ngā Raraunga

source: Due: %@
hi: ड्यू: %@
mi_nz: Ka pau te wā: %@

source: Expires: %@
hi: एक्सपायर्स: %@
mi_nz: Ka pau: %@

source: Issued Books
hi: इश्यूड बुक्स
mi_nz: Ngā Pukapuka i Tukuna

source: log out or change details
hi: लोग आउट और चेंज डिटेल्स
mi_nz: Puta i te takiuru, whakatika rānei i ngā taipitopito

source: OK
hi: ओके

source: Scan Member Card
hi: स्कैन मेम्बर कार्ड
mi_nz: Mātai i te Kāri Mema

source: Settings
hi: सेटिंग्स
mi_nz: Tautuhinga

source: SettingsView
hi: सेटिंग्सव्यू

source: SetupView
hi: सेटअपव्यू

source: Taken or Unavailable
hi: ताकें और अनअवेलेबल
mi_nz: Kua tangohia, kāore rānei i te wātea

source: Welcome
hi: वेलकम
mi_nz: Nau mai

source: Your device does not support NFC!
hi: योर डिवाइस डस नोट सपोर्ट NFC!
mi_nz: Kāore tō pūrere e tautoko ana i te NFC!
